﻿/* (to be shown as instructions for how to drag and drop images into the image area) */
"Drag images here" = "Bilder hierher bewegen";

/* placeholder image name */
"Example Photo" = "Beispielphoto";

/* set photo collection */
"Please specify the collection to use for the album." = "Bitte geben Sie die zu benutzende Sammlung für dieses Album an";